// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Folder";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Penanda";

// genre names
"Social Networking" = "Sosial";
"Reference" = "Rujukan";
"News" = "Berita";
"Games" = "Permainan";
"Productivity" = "Produktivitas";
"Entertainment" = "Hiburan";
"Lifestyle" = "Gaya hidup";
"Navigation" = "Navigasi";
"Music" = "Muzik";
"Utilities" = "Kemudahan";
"Travel" = "Melancong";
"Sports" = "Sukan";
"Healthcare & Fitness" = "Kesihatan";
"Photography" = "Fotografi";
"Finance" = "Kewangan";
"Business" = "Bisnes";
"Education" = "Pendidikan";
"Weather" = "Cuaca";
"Books" = "Buku";
"Medical" = "Perubatan";
"Stores" = "Stores";

// game subgenre names
"Action Games" = "Tindakan";
"Adventure Games" = "Petualangan";
"Arcade Games" = "Arcade";
"Board Games" = "Permainan Papan";
"Card Games" = "Permainan Kad";
"Casino Games" = "Kasino";
"Dice Games" = "Permainan Dadu";
"Educational Games" = "Pendidikan";
"Family Games" = "Permainan Kanak-kanak";
"Kids Games" = "Permainan Kanak-kanak";
"Music Games" = "Permainan Muzik";
"Puzzle Games" = "Teka-Teki";
"Racing Games" = "Perlumbaan";
"Role Playing Games" = "Permainan Peranan";
"Simulation Games" = "Simulasi";
"Sports Games" = "Sukan";
"Strategy Games" = "Strategi";
"Trivia Games" = "Permainan Trivia";
"Word Games" = "Permainan Perkataan";



